Repository: ramyaissacq/TitanSports
Catalog: Scoreo/*.lproj/Localizable.strings
Languages: id, th

source: Company
id: Perusahaan
th: บริษัท

source: Premier League
id: Liga Primer
th: พรีเมียร์ลีก

source: La Liga
th: ลาลีกา

source: Serie A
th: กัลโช่เซเรียอา

source: Bundesliga
th: บุนเดสลีกา

source: Ligue 1
id: Liga 1
th: ลีกเอิง 1

source: Chinese Super League
id: Liga Super China
th: ไชนีส ซูเปอร์ลีก

source: AFC Champions League
id: Liga Champions AFC
th: เอเอฟซีแชมเปียนส์ลีก

source: Asian Qualifiers
id: Kualifikasi Asia
th: รอบคัดเลือกเอเชีย

source: South American Qualifier
id: Kualifikasi Amerika Selatan
th: รอบคัดเลือกอเมริกาใต้

source: European Qualifier
id: Kualifikasi Eropa
th: รอบคัดเลือกยุโรป

source: World Cup
th: ฟุตบอลโลก

source: European Cup
id: Piala Eropa
th: ถ้วยยุโรป

source: Confederations Cup
id: Piala Konfederasi
th: คอนเฟเดอเรชันส์ คัพ

source: America's Cup
id: Piala Amerika
th: อเมริกาส์คัพ

source: Football
id: Sepak bola
th: ฟุตบอล

source: Basketball
id: Bola basket
th: บาสเกตบอล

source: Privacy Policy
id: Kebijakan pribadi
th: นโยบายความเป็นส่วนตัว

source: Language
id: Bahasa
th: ภาษา

source: Share App
id: Bagikan Aplikasi
th: แชร์แอพ

source: Feed Back
id: Masukan
th: ข้อเสนอแนะ

source: Rate Us
id: Nilai Kami
th: ให้คะแนนเรา

source: News
id: Berita
th: ข่าว

source: Team Standings
id: Klasemen Tim
th: อันดับทีม

source: Player Standings
id: Klasemen Pemain
th: อันดับผู้เล่น

source: Ranking
id: Peringkat
th: อันดับ

source: Team Name
id: Nama tim
th: ชื่อทีม

source: More
id: Lagi
th: มากกว่า

source: Rank
id: Pangkat
th: อันดับ

source: Player Name
id: Nama pemain
th: ชื่อผู้เล่น

source: Goals
id: Sasaran
th: เป้าหมาย

source: Home
id: Rumah
th: บ้าน

source: Away
id: Jauh
th: ห่างออกไป

source: Sorry!...No standings found
id: Maaf!...Tidak ada klasemen ditemukan
th: ขออภัย!...ไม่พบอันดับ

source: Home Penalty
id: Penalti Tuan Rumah
th: จุดโทษในบ้าน

source: Away Penalty
id: Penalti tandang
th: จุดโทษทีมเยือน

source: Match Number
id: Nomor Pertandingan
th: จับคู่หมายเลข

source: Sub Number
id: Nomor Sub
th: หมายเลขย่อย

source: All Leagues
id: Semua Liga
th: ทุกลีก

source: Delete Hilight
id: Hapus Hilight
th: ลบ Hilight

source: Do you want to remove this match from hilights?
id: Apakah Anda ingin menghapus kecocokan ini dari sorotan?
th: คุณต้องการลบการแข่งขันนี้ออกจากไฮไลท์หรือไม่?

source: Reminder saved successfully
id: Pengingat berhasil disimpan
th: บันทึกการช่วยเตือนเรียบร้อยแล้ว

source: Unable to Add Reminder
id: Tidak Dapat Menambahkan Pengingat
th: ไม่สามารถเพิ่มการเตือนความจำ

source: Please choose upcoming matches
id: Silakan pilih pertandingan yang akan datang
th: โปรดเลือกแมตช์ที่กำลังจะมาถึง

source: ALL
id: SEMUA
th: ทั้งหมด

source: LIVE
id: HIDUP
th: สด

source: SOON
id: SEGERA
th: เร็วๆ นี้

source: Soon
id: SEGERA
th: เร็วๆ นี้

source: Today
id: Hari ini
th: วันนี้

source: Result
id: Hasil
th: ผลลัพธ์

source: Schedule
th: กำหนดการ

source: Head to head
id: Kepala ke kepala
th: ตัวต่อตัว

source: Home Team Recent Matches
id: Pertandingan Terbaru Tim Tuan Rumah
th: เจ้าบ้าน แมตช์ล่าสุด

source: Away Team Recent Matches
id: Pertandingan Terbaru Tim Tamu
th: นัดล่าสุดทีมเยือน

source: Home Team Odds
id: Peluang Tim Tuan Rumah
th: อัตราต่อรองของทีมเจ้าบ้าน

source: Away Team Odds
id: Peluang Tim Tamu
th: อัตราต่อรองทีมเยือน

source: League / Cup Information
id: Informasi Liga / Piala
th: ข้อมูลลีก / ถ้วย

source: Match
id: Cocok
th: การแข่งขัน

source: Full Name :
id: Nama lengkap :
th: ชื่อเต็ม :

source: Abbreviation :
id: Singkatan:
th: อักษรย่อ :

source: Type :
id: Jenis :
th: พิมพ์ :

source: Current Sub-League :
id: Sub-Liga saat ini:
th: ลีกย่อยปัจจุบัน :

source: Total Rounds :
id: Jumlah Putaran:
th: รอบทั้งหมด :

source: Current Round :
id: Putaran saat ini:
th: รอบปัจจุบัน :

source: Current Season :
id: Musim Saat Ini:
th: ฤดูกาลปัจจุบัน :

source: Country :
id: Negara :
th: ประเทศ :

source: League
id: Liga
th: ลีก

source: Asia (Full)
id: Asia (Penuh)
th: เอเชีย (เต็ม)

source: 1x2 (Full)
id: 1x2 (Penuh)
th: 1x2 (เต็ม)

source: Over/Under(Full)
id: Atas/Bawah (Penuh)
th: สูง/ต่ำ(เต็ม)

source: Asia(1st half)
id: Asia (babak pertama)
th: เอเชีย (ครึ่งแรก)

source: Over/Under(1st half)
id: Atas/Bawah (babak pertama)
th: สูง/ต่ำ (ครึ่งแรก)

source: Live Handicap
id: Handicap Langsung
th: แฮนดิแคปสด

source: Spread
id: Sebaran
th: แพร่กระจาย

source: Total
th: ทั้งหมด

source: Full Handicap
id: Cacat Penuh
th: แฮนดิแคปเต็ม

source: Half Handicap
id: Setengah Handicap
th: แฮนดิแคปครึ่ง

source: 1Part Handicap
id: 1 Bagian Handicap
th: แฮนดิแคป 1 ส่วน

source: GOALS AND ASSISTS
id: GOL DAN ASSIS
th: เป้าหมายและความช่วยเหลือ

source: SUBTITUTIONS
id: PENGGANTIAN
th: คำบรรยาย

source: FOULS
th: ฟาวล์

source: Total(Fulltime)
id: Jumlah (Penuh waktu)
th: รวม (เต็มเวลา)

source: Home(Fulltime)
id: Rumah (Penuh waktu)
th: โฮม(เต็มเวลา)

source: Away(Fulltime)
id: Pergi (Penuh waktu)
th: เยือน(ฟูลไทม์)

source: Total(Halftime)
id: Total(Pertengahan Waktu)
th: รวม(ครึ่งแรก)

source: Home(Halftime)
id: Rumah (Separuh Waktu)
th: บ้าน(พักครึ่ง)

source: Away(Halftime)
id: Tandang (Halftime)
th: ทีมเยือน(พักครึ่ง)

source: Round
id: Bulat
th: กลม

source: UNDER
id: DIBAWAH
th: ภายใต้

source: OVER
id: LEBIH
th: เกิน

source: Total Points
id: Jumlah Poin
th: คะแนนรวม

source: Half
id: Setengah
th: ครึ่ง

source: Index
id: Indeks
th: ดัชนี

source: Analysis
id: Analisis
th: การวิเคราะห์

source: Event
id: Peristiwa
th: เหตุการณ์

source: Briefing
id: Pengarahan
th: บรรยายสรุป

source: Goal
id: Sasaran
th: เป้าหมาย

source: Red card
id: kartu merah
th: ใบแดง

source: Yellow card
id: Kartu kuning
th: ใบเหลือง

source: Penalty kick
id: Tendangan penalti
th: การเตะลูกโทษ

source: Own goals
id: Gol bunuh diri
th: เป้าหมายของตัวเอง

source: Two yellow to red
id: Dua kuning menjadi merah
th: เหลืองสองแดง

source: Substitution
id: Pengganti
th: การแทน

source: Missed Penalty
id: Penalti yang Terlewatkan
th: พลาดจุดโทษ

source: Tee off First
id: Tee off dulu
th: ทีออฟก่อน

source: First Corner Kick
id: Tendangan Sudut Pertama
th: ลูกเตะมุมลูกแรก

source: First Yellow Card
id: Kartu Kuning Pertama
th: ใบเหลืองใบแรก

source: Number of Shots
id: Jumlah Tembakan
th: จำนวนช็อต

source: Number of Shots on target
id: Jumlah Tembakan tepat sasaran
th: จำนวนการยิงเข้าเป้า

source: Number of Fouls
id: Jumlah Pelanggaran
th: จำนวนฟาล์ว

source: Number of Corners
id: Jumlah Sudut
th: จำนวนลูกเตะมุม

source: Number of Corners (Overtime)
id: Jumlah Tendangan Sudut (Lembur)
th: จำนวนลูกเตะมุม (ต่อเวลา)

source: Free Kicks
id: Tendangan bebas
th: ฟรีคิก

source: Number of Offsides
id: Jumlah Offside
th: จำนวนล้ำหน้า

source: Own Goals
id: Gol Sendiri
th: ประตูของตัวเอง

source: Yellow Cards
id: Kartu Kuning
th: ใบเหลือง

source: Yellow Cards (Overtime)
id: Kartu Kuning (Lembur)
th: ใบเหลือง (ต่อเวลา)

source: Red Cards
id: Kartu Merah
th: ใบแดง

source: Ball Control
id: Kontrol bola
th: การควบคุมบอล

source: Header
id: tajuk
th: หัวข้อ

source: Save the Ball
id: Simpan Bola
th: บันทึกบอล

source: Goalkeeper Strikes
id: Serangan Kiper
th: ผู้รักษาประตู Strikes

source: Lose the Ball
id: Kehilangan Bola
th: เสียบอล

source: Successful Steal
id: Berhasil Mencuri
th: ขโมยสำเร็จ

source: Block
id: Memblokir
th: ปิดกั้น

source: Long Pass
id: Umpan jauh
th: ผ่านไปนาน

source: Short Pass
id: Pass pendek
th: ระยะสั้น

source: Assist
id: Membantu
th: ช่วยเหลือ

source: Successful Pass
id: Lulus Berhasil
th: ผ่านสำเร็จ

source: First Substitution
id: Pergantian Pertama
th: เปลี่ยนตัวครั้งแรก

source: Last Substitution
id: Pergantian Terakhir
th: เปลี่ยนตัวล่าสุด

source: First Offside
id: Offside Pertama
th: ล้ำหน้าครั้งแรก

source: Last Offside
id: Offside Terakhir
th: ล้ำหน้าล่าสุด

source: Change the number of players
id: Ubah jumlah pemain
th: เปลี่ยนจำนวนผู้เล่น

source: Last Corner Kick
id: Tendangan Sudut Terakhir
th: ลูกเตะมุมสุดท้าย

source: Last Yellow Card
id: Kartu Kuning Terakhir
th: ใบเหลืองใบสุดท้าย

source: Change The number of players (Overtime)
id: Ubah Jumlah Pemain (Lembur)
th: เปลี่ยนจำนวนผู้เล่น (ต่อเวลา)

source: Number of Offsides (Overtime)
id: Jumlah Offside (Lembur)
th: จำนวนการล้ำหน้า (ต่อเวลา)

source: Missing a Goal
id: Kehilangan Gol
th: พลาดเป้า

source: Middle Column
id: Kolom Tengah
th: คอลัมน์กลาง

source: Number of Successful headers
id: Jumlah header yang berhasil
th: จำนวนส่วนหัวที่ประสบความสำเร็จ

source: Blocked Shots
id: Tembakan yang Diblokir
th: ช็อตที่ถูกบล็อก

source: Tackles
id: Tekel
th: โหม่ง

source: Exceeding Times
id: Melebihi Waktu
th: เกินเวลา

source: Out-of-Bounds
id: Di luar batas
th: นอกขอบเขต

source: Number of Passes
id: Jumlah Pass
th: จำนวนครั้งที่ผ่าน

source: Pass Success Rate
id: Tingkat Keberhasilan Lulus
th: ผ่านอัตราความสำเร็จ

source: Number of Attacks
id: Jumlah Serangan
th: จำนวนการโจมตี

source: Number of Dangerous Attacks
id: Jumlah Serangan Berbahaya
th: จำนวนการโจมตีที่เป็นอันตราย

source: Half-Time Corner Kick
id: Tendangan Sudut Setengah Waktu
th: เตะมุมครึ่งเวลา

source: Half Court Possession
id: Kepemilikan Setengah Lapangan
th: ครอบครองครึ่งสนาม

source: Skip
id: Melewati
th: ข้าม

source: Next
id: Lanjut
th: ต่อไป

source: Highlights
id: Highlight
th: ไฮไลท์

source: AUTOPLAY
id: PEMAIN OTOMATIS
th: เล่นอัตโนมัติ

source: Most Watched
id: Paling Banyak Ditonton
th: มีคนดูมากที่สุด

source: Search
id: Mencari
th: ค้นหา

source: CANCEL
id: MEMBATALKAN
th: ยกเลิก

source: DELAY
id: MENUNDA
th: ล่าช้า

source: Settings
id: Pengaturan
th: การตั้งค่า

source: Hand Picks
id: Pilihan Tangan
th: หยิบมือ

source: Latest
id: Terbaru
th: ล่าสุด

source: Choose your game
id: Pilih permainan Anda
th: เลือกเกมของคุณ

source: Live Matches
id: Pertandingan Langsung
th: การแข่งขันสด

source: Select League
id: Pilih Liga
th: เลือกลีก

source: There is no match happening soon
id: Tidak ada pertandingan yang terjadi segera
th: ไม่มีการแข่งขันเกิดขึ้นเร็ว ๆ นี้

source: Lineups
id: susunan pemain
th: ผู้เล่นตัวจริง

source: There is no match happening now
id: Tidak ada kecocokan terjadi sekarang
th: ไม่มีการแข่งขัน เกิดขึ้นในขณะนี้

source: Name
id: Nama
th: ชื่อ

source: Country
id: Negara
th: ประเทศ

source: Date Of Birth
id: Tanggal lahir
th: วันเกิด

source: Player Value
id: Nilai Pemain
th: มูลค่าผู้เล่น

source: Height
id: Tinggi
th: ส่วนสูง

source: Weight
id: Bobot
th: น้ำหนัก

source: Profile
id: Profil
th: ประวัติโดยย่อ

source: Bench
id: Bangku
th: ม้านั่ง

source: Formation
id: Pembentukan
th: รูปแบบ
